<?php
$drive2 = array(
   [
       'name' => 'Vitya Li',
       'date' => '22 марта',
       'text' => 'Делалось год назад
                                        Все руки не доходили завести новый блог 😧
                                        После покупки заметил на холодную дребезжание. И как многих пугает цепь грм после 100тыс пробега приговорил ее к замене почитав драйв по моторам n20
                                        Делал все в автосервисе ПИК на кушелевской дороге 20
                                        И цена более чем нормальная и гарантию дают 👷‍♂️ ',
       'link' => 'https://www.drive2.ru/l/598356702810613301/',
   ],
    [
        'name' => 'cvetastyi',
        'date' => '24 июня',
        'text' => 'Т.к машина мне досталась с пробегом 130 т.км., первым делом было решено сделать ТО + передние тормоза уже были с лютым износом и "били" с 70 до 90 км/ч.
                                        После штудирования интернета было решено ехать в Автоцентр ПИК, все сделали, показали на все косяки которые нужно исправить, пока всем доволен.',
        'link' => 'https://www.drive2.ru/l/563687177041480581/',
    ],
    [
        'name' => 'AndrewSPB98',
        'date' => '2 июня',
        'text' => 'Продолжается обслуживание машины после покупки. Заменено масло акпп, раздатки, редукторах. Попутно заменён топливный фильтр и обслужены пневмобаллонны. Обнаружен текущий электронный амортизатор. Привет, гарантия. Делал в ПИКе на Кушелевской дороге. Познакомился с директором компании. Положительные впечатления. Пробег 59500',
        'link' => 'https://www.drive2.ru/l/537557283207381171/',
    ],
    [
        'name' => 'Ed351',
        'date' => '24 сентября',
        'text' => 'Давно я ничего не писал в бортжурнал, не было причины. Машина монотонно наматывала километры дорог. На 136 тысячах опять сменил масло в двигателе и фильтра. А вот ближе к 140 тысячам машина стала периодически выдавать ошибку по датчику угла наклона фар. На Драйве были аналогичные посты, и проблема очень часто была в проводке к заднему датчику. Будучи в почти как домашнем LOFTCAR, я попросил соседей',
        'link' => 'https://www.drive2.ru/l/531231517934880230/',
    ],
);

$gmaps = array(
    [
        'name' => 'Julia K',
        'date' => 'февраль 2022',
        'text' => 'Отличный сервис! Несколько раз делала ТО, работы по кузову, все четко, без накручивания ненужных работ и запчастей, все расскажут, подскажут, что реально нужно делать, что нет. Однозначный рекомменд!',
        'link' => 'https://www.google.com/maps/contrib/106076816017458634271/reviews?hl=ru',
    ],
    [
        'name' => 'А. Газукин',
        'date' => 'февраль 2022',
        'text' => 'Обратился в эту компанию по замене тормозных дисков и колодок. Мастер приёмщик очень приветливый все подробно объяснил, цены адекватные, пустили в ремзону. Мастера внимательные при замене колодок все почистили и смазали. Буду в дальнейшем обращаться в этот техцентр.',
        'link' => 'https://www.google.com/maps/contrib/112586736403336146909/reviews?hl=ru',
    ],
    [
        'name' => 'Фёдор Ковальчук',
        'date' => 'декабрь 2021',
        'text' => 'Мне понравился автосервис менял полностью всю ходовку, кое-что по электрике. Ремонт уже давно просился, не знал куда податься. Мастера опытные и работают отлично! У меня нет претензий.',
        'link' => 'https://www.google.com/maps/place/%D0%A1%D0%B5%D1%80%D0%B2%D0%B8%D1%81+%D0%90%D1%83%D0%B4%D0%B8+%D0%9F%D0%B8%D0%BA+%D0%90%D0%B2%D1%82%D0%BE%D1%81%D0%B5%D1%80%D0%B2%D0%B8%D1%81+%D0%A0%D0%B5%D0%BC%D0%BE%D0%BD%D1%82+Audi+%D0%97%D0%B0%D0%BF%D1%87%D0%B0%D1%81%D1%82%D0%B8/@55.7908264,37.7290084,15z/data=!4m5!3m4!1s0x0:0xe75eeb2ab65cea28!8m2!3d55.7908264!4d37.7290084',
    ],
    [
        'name' => 'Dima Foggy',
        'date' => 'декабрь 2021',
        'text' => 'Недавно ремонтировал двигатель в данном автосервисе. Ребята - просто молодцы, помогли. Всё очень понравилось. Качество - супер, особенно порадовала, невысокая цена. Несказанно порадовало отношение со стороны персонала, приятные в общении люди, а это не часто можно увидеть в большинстве автосервисов. Решил для себя, что пожалуй буду посещать этот сервис и в дальнейшем.',
        'link' => 'https://www.google.com/maps/contrib/115262376727263312600/reviews?hl=ru',
    ],
    [
        'name' => 'Елизавета 777',
        'date' => 'декабрь 2021',
        'text' => 'Отличный сервис, всем советую! Качественный ремонт, цена приемлемая Заменили тормозные колодки быстро и качественно, притензий к работе нет. Знакомым посоветовала они обратились, так же сделали всё бычтро и качественно. Ставлю пять звёзд!',
        'link' => 'https://www.google.com/maps/place/%D0%A1%D0%B5%D1%80%D0%B2%D0%B8%D1%81+%D0%90%D1%83%D0%B4%D0%B8+%D0%9F%D0%B8%D0%BA+%D0%90%D0%B2%D1%82%D0%BE%D1%81%D0%B5%D1%80%D0%B2%D0%B8%D1%81+%D0%A0%D0%B5%D0%BC%D0%BE%D0%BD%D1%82+Audi+%D0%97%D0%B0%D0%BF%D1%87%D0%B0%D1%81%D1%82%D0%B8/@55.7908264,37.7290084,15z/data=!4m7!3m6!1s0x0:0xe75eeb2ab65cea28!8m2!3d55.7908264!4d37.7290084!9m1!1b1',
    ]
);

$gis = array(
    [
        'name' => 'Екатерина Любимова',
        'date' => '22 ноября',
        'text' => 'Потекла печка,поменяли фильтра,прокладки,сайлентблоки и масло,все устроило,недорого,благодарю!
                                    ',
        'link' => 'https://2gis.ru/moscow/firm/70000001057055414/tab/reviews',
    ],
    [
        'name' => 'Андрэ Фимин',
        'date' => '19 ноября',
        'text' => 'Лучший сервис что я видел, на дороге сломалась тормозная система, думал все приехал, благо неподалёку находился этот замечательный сервис, все мастера общительные , все рассказали показали , и сделали все в наилучшем виде. В общем рекомендую, буду только там чиниться',
        'link' => 'https://2gis.ru/moscow/firm/70000001057055414/tab/reviews',
    ],
    [
        'name' => 'Валентина Юдашкина',
        'date' => '19 ноября',
        'text' => 'После резкого поворота машина просто встала и отказалась ехать.Ни вперед, ни назад. Поехала на эвакуаторе в сервис. Боялась, что дело в коробке.
                                        В итоге оказалось, что порвался передний правый привод, граната. Ребята быстро нашли причину, позвонили, сказали в чем проблема, озвучили стоимость работы. Ни чего лишнего не наболтали, за пол дня отремонтировали машину, я довольна.',
        'link' => 'https://2gis.ru/moscow/firm/70000001057055414/tab/reviews',
    ],
    [
        'name' => 'Артур Масалимов',
        'date' => '16 ноября',
        'text' => 'Отличный сервис! Спасибо менеджеру и мастерам, выручили!! Дело-то вот в чем - регулярно сталкивался с перебоями в работе электроэнергии. Машина надоела, честное слово, то глохла на ходу, то вообще не заводилась, иногда умирала так, что даже ключ не достать. Я все откладывал ремонт, пока в один из дней она меня окончательно его не подвела. Спешил в аэропорт, где меня ждали коллеги, чтобы отправиться в командировку на несколько дней для подписания важного контракта. И вот, как это всегда и бывает, по закону подлости, в самый неподходящий момент, на трассе автомобиль заглох и перестал заводиться. В панике одной рукой проходил электронную регистрацию, второй пытался снова и снова завести машину. Танцы с бубном вокруг машины, естественно, не помогли. Спустя 20 минут додумался позвонить в Пик, там дали рекомендации, и машину получилось завести. На свой рейс успел, а ребятам из Пика пообещал, что по прилету обратно первым делом отправлюсь в сервис. Вот сдержал свое обещание, привез… Сказали, что нужен ремонт силового провода. Выражаю благодарность! И мастерам, и руководству за такое отношение к клиентам! И заочно помогли разобраться с проблемой, и в самом сервисе ремонт сделали быстро и качественно.
                                    ',
        'link' => 'https://2gis.ru/moscow/firm/70000001057055414/tab/reviews',
    ],
    [
        'name' => 'Анна Ярыгина',
        'date' => '11 ноября',
        'text' => 'Чинят Ауди. Была у них из-за проблемы с двигателем. Мастер встретил очень приветливо и вежливо, подробно расспросил, потом рассказал как будут чинить машину. Подписала договор и поехала по своим делам. Когда выяснили что сломалось, то прислали видео. Я ничего не поняла из этого видео, но муж подтвердил, что все правильно. Потом понравилось, что мастер позвонил и спросил моего согласия на ремонт и прислал стоимость. Сейчас машину уже забрала, ездит хорошо.',
        'link' => 'https://2gis.ru/moscow/firm/70000001057055414/tab/reviews',
    ]
);

$yandex_map = array(
    [
        'name' => 'Ярослава опалева',
        'date' => '30 ноября',
        'text' => 'В двигателе моего автомобиля появилась странная вибрация на холостом ходу. Объехала три автосервиса, не могли установить причину. Подъехал к ребятам в этот сервис В двигателе моего автомобиля появилась странная вибрация на холостом ходу. Причину вибрации обнаружили быстро. Она оказалась в поломанном коленвале. Поломку устранили в кратчайшие сроки. Выражаю благодарность сотрудникам!',
        'link' => 'https://reviews.yandex.ru/user/5pqfxtchn0hcbkj97n85gvg514?main_tab=org',
    ],
    [
        'name' => 'Александр К.',
        'date' => '12 ноября',
        'text' => 'Ремонтировал здесь подвеску, ставлю сервису 5 из 5 баллов. Сделано всё на совесть, на современном оборудовании, мастера очень ответственные и опытные. В наличии есть запчасти необходимые, поэтому ремонта долго ждать не пришлось. Менеджер хорошо выполняет свою работу, не приходится напоминать о себе, всё четко и отлажено. Обещали сделать всё за 2 дня, так как работа была с подвеской и ещё там кое-что я просил ребят подправить. Уложились в срок, без задержек и форс-мажоров.',
        'link' => 'https://yandex.ru/maps/org/auditoriya/1045315250/reviews/?ll=37.766273%2C55.818796&z=15',
    ],
    [
        'name' => 'Владимир Виноградов',
        'date' => '5 октября',
        'text' => 'Мастера своего дело. Качественно, быстро и по приемлимым ценам. Обслуживаюсь в этом сервисе уже несколько лет. Доволен.',
        'link' => 'https://yandex.ru/maps/org/auditoriya/1045315250/reviews/?ll=37.766273%2C55.818796&z=15',
    ],
    [
        'name' => 'kseniyakhramova01',
        'date' => '30 ноября',
        'text' => 'Ребята быстро и слаженно работают, цены за услуги лояльные, в общем буду заезжать к ним и дальше!',
        'link' => 'https://yandex.ru/maps/org/auditoriya/1045315250/reviews/?ll=37.766273%2C55.818796&z=15',
    ],
);

$all = array_merge($drive2, $gmaps, $gis, $yandex_map);
