<?php
$works = array(
   '1' => [
        'id' => 1,
        'title' => 'БМВ Х5 Е70 Покраска капота',
        'model' => 'X5',
        'engine' => '',
        'carcase' => 'Е70',
        'mileage' => '',
        'description' => 'Красим капот на БМВ Х5 Е70.',
        'image' => '/images/works/bmv-x5-e70-pokraska-kapota-1.jpg',
        'content' => '<h3>Как уменьшить стоимость покраски капота БМВ X5 E70 N62</h3>
<p class="mt-3">Хозяин БМВ Х5 Е70 второй раз обращается в малярно-кузовной цех автоцентра «Победа». Первый раз красили бампер. На этот раз – покраска капота. Напомним, что машина почти новая, 2012 года выпуска, а пробег всего 34 тысячи километров. Цвет подбирать уже не нужно, в нашей базе он уже есть. Естественно, этот факт немного уменьшит стоимость работ по покраске капота БМВ Х5 Е70.</p>
<h3>БМВ Х5 Е70 Как проводится покраска капота</h3>
<p class="mt-3">На капоте БМВ Х5 Е70, с левой стороны, приличная царапина. Нужна покраска капота. Во-первых, царапина портит внешний облик машины. Во-вторых, царапина в обозримом будущем приведет к коррозии кузова. Капот с БМВ Х5 Е70 аккуратно сняли. Теперь отнесут в малярно-кузовной цех. Сначала капот подготовят к покраске – удалят лакокрасочное покрытие, обезжирят. Затем нанесут шпатлевку и грунт. После чего наносится краска и лак. Покраска капота занимает порядка двух рабочих дней. Арматурщик устанавливает окрашенный капот на место. Проводит регулировку капота по зазорам. Выглядит отлично! Царапины, как и не было. Владелец БМВ Х5 Е70 будет доволен.</p>',
       'date' => '29.11.2023'
    ],
    '2' => [
        'id' => 2,
        'title' => 'Замена маслосъемных колпачков BMW X5 E70 N62',
        'model' => 'X5',
        'engine' => 'N62',
        'carcase' => 'Е70',
        'mileage' => '193 000',
        'description' => 'Владельца БМВ беспокоил повышенный расход масла. Это могло говорить о разных неисправностях. В том числе, и о выходе из строя маслосъемных колпачков.',
        'image' => '/images/works/whatsapp-image-2020-11-16-at-09_optimized.49.24.jpg',
        'content' => '<h3>Когда менять маслосъемные колпачки БМВ X5 E70 N62</h3>
<p class="mt-3">В наш сервис «БМВ ПИК» приехал владелец BMW X5. Двигатель N62, пробег 193 000 км. Двигатель N62 – это замена предшественнику М62. V-образный 8-цилиндровый силовой агрегат с новой системой впуска и переменным подъемом клапанов Valvetronic. На каждый из 4-х распредвалов помещена муфта фазовращателя Vanos. В целом, это мощный и экономичный мотор.</p>

<p class="mt-3">Ввиду технологичности, двигатели N серии имеют свои особенности, а в частности после 100 000 км пробега – начинают дубеть сальники клапанов. Пробег у автомобиля уже не маленький - 193 000 километров. Владелец обратился с проблемой повышенного расхода масла.</p>

<p class="mt-3">Важно: маслосъемные колпачки имеет смысл менять каждые 100 000 км пробега.</p>

<h3>Симптомы к замене маслосъемных колпачков BMW X5 E70 N62</h3>
<p class="mt-3">При выявления неисправностей мы проводим компьютерную диагностику. Данная процедура необходима для выявления ошибок и неисправностей. Диагностика проведена, визуальный осмотр выполнен. Масло попадает в камеру сгорания, а это первый сигнал к замене маслосъемных колпачков.</p>

<h3>Признаки износа маслосъемных колпачков:</h3>
<ul>
<li>Повышенный расход масла – до 1 литра на 1000 км;</li>
<li>На свечах зажигания имеется масляная пленка;</li>
<li>Сизовато-белый дым из выхлопной трубы;</li>
<li>Запах горелого масла, особенно чувствуется при отсутствии катализатора.</li>
</ul>',
        'date' => '30.11.2020'
    ],
    '3' => [
        'id' => 3,
        'title' => 'Проблемы с маслом БМВ',
        'model' => 'X1',
        'engine' => 'N46',
        'carcase' => 'Е84',
        'mileage' => '180 000',
        'description' => 'В наш сервис обратился владелец BMW Х1 (двигатель N46, пробег 180 тыс. км). Двигатель N46 – это модификация N42 надежного, проверенного временем агрегата. В целом - это не проблемный двигатель, но у него есть некоторые особенности. Одна из таких: это высокая рабочая температура, масло в ДВС может нагреваться до 125 градусов по цельсию. В связи с этим срок работы колпачков, как правило немного меньше. Зная данные нюансы, владелец автомобиля обратился к нам для своевременной замены маслосъемных колпачков.',
        'image' => '/images/works/anons_12_10_06_optimized.jpg',
        'content' => '<h3>Диагностика БМВ</h3>
        <p class="mt-3">Для того, чтобы устранить проблемы с маслом БМВ Х1 Е84 с двигателем N46 делаем компьютерную диагностику BMW.</p>

<p class="mt-3">Сначала мы проводим компьютерную диагностику: необходимо проверить автомобиль на наличие либо отсутствие ошибок и возможных неисправностей. Это в дальнейшем убережет владельца авто от непредвиденных затрат, а также может сэкономить на ремонте, если будут обнаружены сопутствующие неисправности.</p>

<p class="mt-3">Итак, компьютерная диагностика выполнена, также произведен визуальный осмотр моторного отсека на отсутствие подтеков. Ошибок нет, подтеков не обнаружено.</p>

<h3>Колпачки БМВ</h3>
<p class="mt-3">Далее можно приступать к процедуре устранения проблемы с маслом БМВ, а именно замене маслосъемных колпачков.</p>

<p class="mt-3">Признаки износа колпачков:</p>
<ul>
<li>Сизоватый дым из выхлопной трубы при прогреве ДВС;</li>
<li>Сизоватый дым выхлопа при резком нажатии педали газа;</li>
<li>Повышенный расход масла;</li>
<li>Резьба свечей зажигания в масляной пленке.</li>
<li>Также это может сопровождаться повышенным расходом топлива, падением мощности, приемистости, а также провалами в оборотах.</li>
</ul>
<p class="mt-3">Основные причины износа колпачков:</p>
<ol>
<li>Высокая температура двигателя (термостатирование порядка 105-108℃);</li>
<li>Несвоевременное проведение ТО (в т.ч.  нарушение регламента по замене масла)</li>
<li>Использование масла, не рекомендованного заводом-изготовителем.</li>
</ol>
',
        'date' => '30.10.2020'
    ],
    '4' => [
        'id' => 4,
        'title' => 'Развал-схождение БМВ Х6',
        'model' => 'X6',
        'engine' => 'N54',
        'carcase' => 'Е70',
        'mileage' => '100 000',
        'description' => 'Владелец BMW X6 после замены резины с летней на зимнюю, приехал в сервис для регулировки развал-схождения.',
        'image' => '/images/works/anons_12_10_16_optimized.jpg',
        'content' => '<h3>Развал БМВ Х6</h3>
<p class="mt-3">Делаем развал-схождение БМВ Х6 в кузове Е70 с побегом в 100 000 км. Процедуру регулировки углов установки колес необходимо делать не реже, чем 1 раз в год. Если же Вы часто ездите по бездорожью и ямам, то имеет смысл проверять углы 1 раз в сезон после смены резины.</p>

<p class="mt-3">Основные признаки, указывающие на неправильные регулировки сход-развала:</p>
<ul>
<li>колеса стоят прямо, а руль при этом не в центральном положении.</li>

<li>при движении по прямой автомобиль уводит в сторону,</li>

<li>имеются трудности с управлением,</li>

<li>если выйти из поворота руль не принимает прежнее положение</li>

<li>наблюдается повышенный износ резины или неравномерный износ.</li>
</ul>

<h3>Сход-развал БМВ Х6</h3>
<p class="mt-3">Перед процедурой регулировки развал-схождения необходимо провести диагностику ходовой части автомобиля. В случае обнаружения неисправных узлов сначала нужно устранить проблемы и только потом приступать к сход-развалу. Иначе эта процедура будет бессмыслена.</p>

<p class="mt-3">Механик выполнил осмотр передней и задней части подвески, проверил сайлентблоки, рулевые наконечники. На эти элементы подвески приходится большая нагрузка, при этом в их составе есть резина, поэтому необходимо убедиться в их целостности. Осмотрел регулировочные болты - часто они закисают из-за реагентов и грязи на дорогах. Из-за этого регулировка развал-схождения усложняется. В этом случае их приходится отмачивать спецсредствами и вытаскивать. Обратил внимание на износ резины колес – равномерно ли изношена изнутри и снаружи.</p>
',
        'date' => '31.10.2020'
    ],
    '5' => [
        'id' => 5,
        'title' => 'Замена радиатора БМВ F30',
        'model' => '320',
        'engine' => 'N47T',
        'carcase' => 'F30',
        'mileage' => '160 000',
        'description' => 'БМВ F30 приехал на комплексную проверку перед длительной дорогой. Одним из элементов, которые шли под замену, оказался радиатор. Предлагаем обзор по замене радиатора на БМВ.',
        'image' => '/images/works/whatsapp-image-2020-08-11-at-17_optimized.42.07.jpg',
        'content' => '<h3>Обслуживание БМВ F30</h3>
<p class="mt-3">В сервисе автомобиль BMW 320 в кузове F30 c пробегом в 160 000 км. Двигатель установлен N46T. Диагностику сделали компьютерную. Делаем ее на оригинальном оборудовании БМВ. Затем осмотрели подвеску, проверили тормозную систему и другие узлы. Увидели, что есть запотевания на радиаторе и его соты забиты. В БМВ радиаторов несколько, сейчас речь идет о радиаторе кондиционирования.</p>

<p class="mt-3">В чем его функция? В системе кондиционирования есть фрион, который делает поездки в летнее время комфортными. Радиатор спасает охлаждающую жидкость от перегрева и бережет исправность кондиционера.</p>

<h3>Радиатор БМВ F30</h3>
<p class="mt-3">Радиатор выходит из строя в разные сроки на разных автомобилях. Срок исправной службы зависит от:</p>
<ul>
<li>частоты использования,</li>

<li>климата.</li>
</ul>
<p class="mt-3">Элементы, из которых состоит радиатор:</p>
<ul>
<li>сердцевина, в которой циркулирует фреон,</li>

<li>алюминиевые соты, которые убирают излишнее тепло,</li>

<li>полые бачки.</li>
</ul>

<p class="mt-3">Один раз в год имеет смысл прочищать радиатор. Это поможет уберечь детали от повреждений из-за коррозии.</p>
<h3>Замена радиатора кондиционера БМВ F30</h3>
<p class="mt-3">Что касается системы кондиционирования, то она включает в себя:</p>
<ul>
<li>компрессор,</li>

<li>трубки,</li>

<li>осушитель,</li>

<li>блок управления кондиционером,</li>

<li>радиатор.</li>
</ul>
<p class="mt-3">Для замены радиатора делаем следующее:</p>
<ul>
<li>поднимаем автомобиль на подъемнике,</li>

<li>снимаем защиту двигателя,</li>

<li>сливаем фреон,</li>

<li>откручиваем крепления радиатора,</li>

<li>достаем радиатор,</li>

<li>прочищаем систему,</li>

<li>устанавливаем новый.</li>
</ul>
<p class="mt-3">Интересно: мы рекомендуем устранять мелкие неисправности сразу, т.к. в ремонте они обычно недорогие и много времени на ремонт не требуют. А вот при запущенном состоянии неисправный элемент может навредить смежным деталям, что выльется в более существенный ремонт.</p>
',
        'date' => '21.09.2020'
    ],
);
