<div class="about-service">
    <div class="about-service-wrapp row">
        <div class=" col-md-5 front-car">
            <img src="images/front-car.png" alt="" />
        </div>
        <div class="col-md-7">
            <p class="title-white-2">Сервис БМВ в Санкт-Петербурге</p>
            <p class="text-59">
                Несмотря на широкое разнообразие выбора автосервисов по ремонту БМВ, наша компания выделяется из обильного множества. Конечно же, вы зададитесь почему?<br />
                <span class="text-style-3">&nbsp;</span><br />
                Мы преследовали цель объединить под одной крышей максимальное количество предоставляемых услуг и работ, в совокупности с индивидуальным отношением к каждому клиенту и его проблеме. <br />
                <span class="text-style-3">&nbsp;</span><br />
                Используя современное оборудование на сервисе БМВ, мы гарантируем вам высокое качество работ, по последнему слову техники (что естественно ускоряет процесс ремонта). Также на нашем складе вы сможете найти любую
                необходимую запасную часть, начиная от мелких технических, заканчивая кузовными. <br />
                <span class="text-style-3">&nbsp;</span><br />
                Теперь вам не придется ждать длительной доставки, заказывая у официального автосервиса, ведь у нас все есть в наличии!.
            </p>
            <button class="btn-primary-2" data-bs-toggle="modal" data-bs-target="#recordNowModal">
                ЗАПИСАТЬСЯ СЕЙЧАС
            </button>
        </div>
    </div>
</div>